Repository: fanelsi-pets/localvoice
Catalog: LocalVoice/Localizable.xcstrings
Source language: en
Languages: uk

# Не удалось разобрать версию «%@».
source: Could not parse version “%@”.
uk: Не вдалося розібрати версію «%@».

source: Could not parse the local model’s response: %@. Make sure an OpenAI-compatible server (LM Studio or Ollama) is running at this address, not some other app.
uk: Не вдалося розібрати відповідь локальної моделі: %@. Переконайтеся, що за цією адресою працює OpenAI-сумісний сервер (LM Studio або Ollama), а не інший застосунок.

source: Could not reach the local model: %@. Check that LM Studio or Ollama is running and listening at the given address.
uk: Не вдалося зв’язатися з локальною моделлю: %@. Перевірте, що LM Studio або Ollama запущено й вони слухають вказану адресу.

# Не удалось создать папку библиотеки %@: %@.
source: Could not create the library folder %@: %@.
uk: Не вдалося створити теку бібліотеки %@: %@.

# Не удалось создать папку моделей %@: %@.
source: Could not create the models folder %@: %@.
uk: Не вдалося створити теку моделей %@: %@.

# Не удалось сохранить %@: %@. Проверьте место на диске и права на папку %@.
source: Could not save %@: %@. Check the free disk space and the permissions for the folder %@.
uk: Не вдалося зберегти %@: %@. Перевірте місце на диску та права на теку %@.

source: Not enough disk space: %@ needed, %@ free. Free up space and try again.
uk: Недостатньо місця на диску: потрібно %@, вільно %@. Звільніть місце й повторіть.

# Неизвестный
source: Unknown
uk: Невідомий

# Некорректное аудио: %@.
source: Invalid audio: %@.
uk: Некоректне аудіо: %@.

# Неожиданный ответ GitHub: %@.
source: Unexpected response from GitHub: %@.
uk: Неочікувана відповідь GitHub: %@.

# Нет соединения с GitHub: %@.
source: No connection to GitHub: %@.
uk: Немає з’єднання з GitHub: %@.

source: No connection to Hugging Face: %@. Check your internet connection and click “Continue” — the download resumes where it stopped.
uk: Немає з’єднання з Hugging Face: %@. Перевірте інтернет і натисніть «Продовжити» — завантаження продовжиться з того самого місця.

# Нечего импортировать
source: Nothing to import
uk: Немає чого імпортувати

# Нечего отправлять
source: Nothing to send
uk: Немає чого надсилати

# Нечего разделять
source: Nothing to split
uk: Немає чого розділяти

# Нечего экспортировать
source: Nothing to export
uk: Немає чого експортувати

# Ничего не добавлено
source: Nothing added
uk: Нічого не додано

# Ничего не найдено
source: No Results
uk: Нічого не знайдено

# Новое имя подставится во все встречи, где этот человек говорил.
source: The new name will be used in every meeting where this person spoke.
uk: Нове ім’я підставиться в усі зустрічі, де ця людина говорила.

# Новый проект
source: New Project
uk: Новий проєкт

# Новый проект…
source: New Project…
uk: Новий проєкт…

# Новый спикер
source: New Speaker
uk: Новий спікер

# Нужные модели
source: Required Models
uk: Потрібні моделі

# Обновления
source: Updates
uk: Оновлення

# Обрабатывается
source: Processing
uk: Обробляється

# Обработано
source: Processed
uk: Оброблено

# Обработать
source: Process
uk: Обробити

# Обработка
source: Processing
uk: Обробка

# Обработка была прервана
source: Processing was interrupted
uk: Обробку було перервано

# Обработка на этом Mac
source: Processing on this Mac
uk: Обробка на цьому Mac

# Обработка на этом Mac: записи никуда не отправляются
source: Processing on this Mac: recordings are never sent anywhere
uk: Обробка на цьому Mac: записи нікуди не надсилаються

source: Processing did not finish. A retry starts from the beginning: preparing audio takes seconds, recognition takes the longest.
uk: Обробку не було доведено до кінця. Повтор почнеться спочатку: підготовка аудіо триває секунди, найдовше — розпізнавання.

# Обработка не удалась
source: Processing failed
uk: Обробка не вдалася

# Обработка отменена.
source: Processing was cancelled.
uk: Обробку скасовано.

# Обработка отменена. Сохранены результаты стадий: %@.
source: Processing was cancelled. Results of these stages were saved: %@.
uk: Обробку скасовано. Збережено результати стадій: %@.

# Общие
source: General
uk: Загальні

# Объединить
source: Merge
uk: Об’єднати

# Объединить «%@» со «%@»?
source: Merge “%@” with “%@”?
uk: Об’єднати «%@» з «%@»?

# Объединить с предыдущей
source: Merge With Previous
uk: Об’єднати з попередньою

# Объединить с…
source: Merge With…
uk: Об’єднати з…

source: About 30 seconds of the built-in recording go through the whole path: audio → voices → language → text.
uk: Близько 30 секунд вбудованого запису пройдуть увесь шлях: аудіо → голоси → мова → текст.

# Операция не поддерживается: %@.
source: Operation is not supported: %@.
uk: Операція не підтримується: %@.

source: The self-test sample description cannot be read (%@): %@. Reinstall the app from the DMG.
uk: Опис семпла самоперевірки не читається (%@): %@. Перевстановіть застосунок із DMG.

# Определение языка
source: Language detection
uk: Визначення мови

# Останавливаю…
source: Stopping…
uk: Зупиняю…

# Остановить
source: Stop
uk: Зупинити

# Остановлено на модели «%@»
source: Stopped at model “%@”
uk: Зупинено на моделі «%@»

# Отброшено фильтром
source: Filtered out
uk: Відкинуто фільтром

# Ответ модели
source: Model Response
uk: Відповідь моделі

# Ответ модели на TranscribeFull
source: Model response to TranscribeFull
uk: Відповідь моделі на TranscribeFull

# Ответственный
source: Owner
uk: Відповідальний

# Отвечен
source: Answered
uk: Є відповідь

# Отвечено: %@
source: Answered: %@
uk: Відповідь отримано: %@

# Отклонить
source: Reject
uk: Відхилити

# Открываю транскрипт…
source: Opening the transcript…
uk: Відкриваю транскрипт…

# Открыт
source: Open
uk: Відкрите

# Открыта
source: Open
uk: Відкрите

# Открыть
source: Open
uk: Відкрити

# Открыть…
source: Open…
uk: Відкрити…

# Отмена
source: Cancel
uk: Скасувати

# Отменено
source: Cancelled
uk: Скасовано

# Отменить
source: Cancel
uk: Скасувати

# Отменить и собрать отчёт
source: Cancel and Collect Report
uk: Скасувати й зібрати звіт

# Отменить обработку
source: Cancel Processing
uk: Скасувати обробку

# Отменить обработку встречи
source: Cancel processing of the meeting
uk: Скасувати обробку зустрічі

# Отменить экспорт vault
source: Cancel the vault export
uk: Скасувати експорт vault

# Отправить транскрипт локальной модели и разобрать её ответ
source: Send the transcript to the local model and parse its response
uk: Надіслати транскрипт локальній моделі й розібрати її відповідь

# Отчёт не сохранился
source: The report was not saved
uk: Звіт не збережено

# Отчёт о проблеме
source: Problem Report
uk: Звіт про проблему

# Отчёт о проблеме собран
source: Problem report collected
uk: Звіт про проблему зібрано

# Отчёт сохранён
source: Report saved
uk: Звіт збережено

# Отчёты диагностики
source: Diagnostic Reports
uk: Звіти діагностики

# Очистить
source: Clear
uk: Очистити

# Ошибка
source: Error
uk: Помилка

# Ошибка · %@
source: Error · %@
uk: Помилка · %@

# Ошибка на стадии «%@»: %@
source: Error at stage “%@”: %@
uk: Помилка на стадії «%@»: %@

# Ошибка распознавания текста на кадре: %@.
source: Text recognition on the frame failed: %@.
uk: Помилка розпізнавання тексту на кадрі: %@.

# Ошибка распознавания: %@.
source: Recognition error: %@.
uk: Помилка розпізнавання: %@.

# Память
source: Memory
uk: Пам’ять

# Папка библиотеки
source: Library Folder
uk: Тека бібліотеки

# Папка не открылась
source: Could not open the folder
uk: Теку не відкрито

# Папки
source: Folders
uk: Теки

# Пауза
source: Pause
uk: Пауза

# Пауза · %@
source: Paused · %@
uk: Пауза · %@

# Первое слово: %@
source: First word: %@
uk: Перше слово: %@

# Первый запуск можно открыть заново: меню «Справка» → «Первый запуск…».
source: You can reopen the first launch guide from Help → “First Launch…”.
uk: Перший запуск можна відкрити знову: меню «Довідка» → «Перший запуск…».

# Первый запуск…
source: First Launch…
uk: Перший запуск…

# Первый прогон дольше остальных: macOS компилирует модели под Neural Engine.
source: The first run takes longer than the rest: macOS compiles the models for the Neural Engine.
uk: Перший прогін довший за решту: macOS компілює моделі під Neural Engine.

# Переименовать «%@» в «%@»?
source: Rename “%@” to “%@”?
uk: Перейменувати «%@» на «%@»?

# Переименовать везде
source: Rename Everywhere
uk: Перейменувати всюди

# Переименовать во всех встречах
source: Rename in All Meetings
uk: Перейменувати в усіх зустрічах

# Переименовать встречу
source: Rename Meeting
uk: Перейменувати зустріч

# Переименовать проект
source: Rename Project
uk: Перейменувати проєкт

# Переименовать человека
source: Rename Person
uk: Перейменувати людину

# Переименовать…
source: Rename…
uk: Перейменувати…

# Перейти
source: Go
uk: Перейти

# Перейти к встрече
source: Go to Meeting
uk: Перейти до зустрічі

# Перейти к реплике
source: Go to Utterance
uk: Перейти до репліки

# Перейти к реплике %@
source: Go to the utterance at %@
uk: Перейти до репліки %@

# Перейти к таймкоду
source: Go to Timecode
uk: Перейти до таймкоду

# Перейти к таймкоду…
source: Go to Timecode…
uk: Перейти до таймкоду…

# Переместить в проект
source: Move to Project
uk: Перемістити в проєкт

# Переназначить
source: Reassign
uk: Перепризначити

# Переназначить спикера
source: Reassign Speaker
uk: Перепризначити спікера

# Переназначить спикера…
source: Reassign Speaker…
uk: Перепризначити спікера…

# Перенесено из кэша: %@
source: Imported from the cache: %@
uk: Перенесено з кешу: %@

# Перенести из кэша
source: Import From Cache
uk: Перенести з кешу

# Перетащите запись Zoom или папку записи
source: Drag in a Zoom recording or a recording folder
uk: Перетягніть запис Zoom або теку запису

# Перетащите папку записи Zoom в окно — обработка начнётся сразу.
source: Drag a Zoom recording folder into the window — processing starts right away.
uk: Перетягніть теку запису Zoom у вікно — обробка почнеться одразу.

source: Drag the whole Zoom recording folder: the app finds the audio, the video, chat.txt, and the separate tracks.
uk: Перетягніть теку запису Zoom цілком: застосунок знайде аудіо, відео, chat.txt і окремі доріжки.

# Пик памяти
source: Peak memory
uk: Пік пам’яті

# Пишу «%@»
source: Writing “%@”
uk: Пишу «%@»

# По голосу · %@
source: By voice · %@
uk: За голосом · %@

# Поведение
source: Behavior
uk: Поведінка

# Повторить
source: Retry
uk: Повторити

# Повторить обработку
source: Retry Processing
uk: Повторити обробку

# Подготовка
source: Preparing
uk: Підготовка

# Подготовка аудио
source: Preparing audio
uk: Підготовка аудіо

# Подготовка аудио отменена.
source: Preparing audio was cancelled.
uk: Підготовку аудіо скасовано.

# Подготовка загрузки
source: Preparing the download
uk: Підготовка завантаження

# Подготовка моделей
source: Preparing models
uk: Підготовка моделей

# Подойдёт `video*.mp4`, `audio*.m4a` или папка записи целиком.
source: `video*.mp4`, `audio*.m4a`, or the whole recording folder will do.
uk: Підійде `video*.mp4`, `audio*.m4a` або тека запису цілком.

# Подписи (имя — проходов):
source: Captions (name — passes):
uk: Підписи (ім’я — проходів):

# Подписи: не найдены
source: Captions: none found
uk: Підписи: не знайдено

# Подсказать число участников
source: Suggest the number of participants
uk: Підказати кількість учасників

# Подсказки
source: Suggestions
uk: Підказки

# Подсказки имён
source: Name suggestions
uk: Підказки імен

# Подсказки: люди, чат, подписи на видео
source: Suggestions: people, chat, video captions
uk: Підказки: люди, чат, підписи на відео

# Подсказывать число участников
source: Suggest the number of participants
uk: Підказувати кількість учасників

source: Confirm a speaker’s name in the meeting inspector — their voice is saved to the profile and recognized automatically in later meetings.
uk: Підтвердьте ім’я спікера в інспекторі зустрічі — його голос збережеться в профіль, і на наступних зустрічах його буде впізнано автоматично.

# Подтвердить
source: Confirm
uk: Підтвердити

# Подтверждено
source: Confirmed
uk: Підтверджено

source: The search for “%@” failed: %@. Try the query again; if that does not help, restart the app.
uk: Пошук «%@» не виконався: %@. Спробуйте повторити запит; якщо не допомагає, перезапустіть застосунок.

# Поиск не выполнился
source: The search failed
uk: Пошук не виконався

# Поиск по всем встречам, решениям и задачам
source: Search all meetings, decisions, and action items
uk: Пошук за всіма зустрічами, рішеннями й завданнями

# Поиск по репликам
source: Search the utterances
uk: Пошук за репліками

# Пока пусто
source: Nothing Yet
uk: Поки що порожньо

# Показан частичный транскрипт: обработка была прервана
source: Showing a partial transcript: processing was interrupted
uk: Показано частковий транскрипт: обробку було перервано

# Показать боковую панель
source: Show Sidebar
uk: Показати бічну панель

# Показать в Finder
source: Show in Finder
uk: Показати у Finder

# Показать или скрыть инспектор
source: Show or hide the inspector
uk: Показати або сховати інспектор

# Показать инспектор
source: Show Inspector
uk: Показати інспектор

# Показать контекст проекта в инспекторе
source: Show Project Context in Inspector
uk: Показати контекст проєкту в інспекторі

# Показать наложения
source: Show Overlaps
uk: Показати накладання

# Показать папку диагностики
source: Show Diagnostics Folder
uk: Показати теку діагностики

# Показать сведения в инспекторе
source: Show Details in Inspector
uk: Показати відомості в інспекторі

# Показать спикеров в инспекторе
source: Show Speakers in Inspector
uk: Показати спікерів в інспекторі

# Показать шаг загрузки моделей
source: Show the model download step
uk: Показати крок завантаження моделей

# Показать языки
source: Show Languages
uk: Показати мови

# Получить список моделей
source: Fetch Model List
uk: Отримати список моделей

# Помечать наложения речи в экспорте
source: Mark overlapping speech in exports
uk: Позначати накладання мовлення в експорті

# Пороги сопоставления голосов
source: Voice Matching Thresholds
uk: Пороги зіставлення голосів

# Последняя проверка: %@
source: Last checked: %@
uk: Остання перевірка: %@

# Послушать:
source: Listen:
uk: Послухати:

# Похоже, зависло · нет событий %@
source: Looks stuck · no events for %@
uk: Схоже, зависло · немає подій %@

# Править запись
source: Edit Entry
uk: Редагувати запис

# Править текст
source: Edit Text
uk: Редагувати текст

# Править…
source: Edit…
uk: Редагувати…

# Правка не сохранилась
source: The edit was not saved
uk: Зміну не збережено

# Правка реплики
source: Editing the utterance
uk: Редагування репліки

# Предлагать с подтверждением от
source: Suggest with confirmation from
uk: Пропонувати з підтвердженням від

# Предположительно
source: Suggested
uk: Імовірно

# Прервано
source: Interrupted
uk: Перервано

# Пресет
source: Preset
uk: Пресет

# Приложение
source: Application
uk: Застосунок

source: The app reads the update feed in the project’s GitHub repository and downloads the new version’s DMG from there; the signature is verified before installing. No system data is sent.
uk: Застосунок читає стрічку оновлень у репозиторії проєкту на GitHub і завантажує звідти DMG нової версії; підпис перевіряється перед установленням. Дані про систему не надсилаються.

# Принять
source: Accept
uk: Прийняти

# Приписать спикеру…
source: Assign to Speaker…
uk: Приписати спікеру…

# Присваивать автоматически от
source: Assign automatically from
uk: Призначати автоматично від

# Проверить обновления…
source: Check for Updates…
uk: Перевірити оновлення…

# Проверить сейчас…
source: Check Now…
uk: Перевірити зараз…

# Проверить файлы
source: Check Files
uk: Перевірити файли

# Проверка компьютера
source: Checking Your Mac
uk: Перевірка комп’ютера

# Проверка на встроенном сэмпле
source: Test on the Built-In Sample
uk: Перевірка на вбудованому семплі

# Проверка на сэмпле
source: Sample Test
uk: Перевірка на семплі

# Проверка не прошла: %@, %@, %@, %@
source: Self-test failed: %@, %@, %@, %@
uk: Перевірка не пройшла: %@, %@, %@, %@

# Проверка остановлена
source: Verification stopped
uk: Перевірку зупинено

# Проверка отменена
source: Self-test cancelled
uk: Перевірку скасовано

source: The self-test runs the built-in sample (about 30 seconds of Russian and Ukrainian speech) through the same path as a real meeting.
uk: Перевірка проганяє вбудований семпл (близько 30 секунд, російське та українське мовлення) тим самим шляхом, що й справжню зустріч.

# Проверьте запрос или поищите по другой формулировке: ищутся начала слов.
source: Check the query or try different wording: the search matches the beginnings of words.
uk: Перевірте запит або пошукайте за іншим формулюванням: шукаються початки слів.

# Проверять обновления автоматически
source: Check for updates automatically
uk: Перевіряти оновлення автоматично

# Проверяю компьютер…
source: Checking your Mac…
uk: Перевіряю комп’ютер…

# Проверяю файлы моделей…
source: Checking the model files…
uk: Перевіряю файли моделей…

# Прогресс обработки
source: Processing progress
uk: Прогрес обробки

# Прогресс самопроверки
source: Self-test progress
uk: Прогрес самоперевірки

# Прогресс скачивания моделей
source: Model download progress
uk: Прогрес завантаження моделей

# Прогресс экспорта vault
source: Vault export progress
uk: Прогрес експорту vault

# Продолжить
source: Continue
uk: Продовжити

# Проект
source: Project
uk: Проєкт

# Проекты
source: Projects
uk: Проєкти

# Пропустить
source: Skip
uk: Пропустити

# Прослушать образец %lld
source: Play sample %lld
uk: Прослухати зразок %lld

# Прослушать образец %lld с %@
source: Play sample %lld from %@
uk: Прослухати зразок %lld з %@

# Профили
source: Profiles
uk: Профілі

# Профили импортированы
source: Profiles imported
uk: Профілі імпортовано

# Процессор
source: Processor
uk: Процесор

# Раздел
source: Section
uk: Розділ

# Разделение по голосам
source: Speaker separation
uk: Розділення за голосами

# Разделить
source: Split
uk: Розділити

# Разделить «%@» по диапазону
source: Split “%@” by Time Range
uk: Розділити «%@» за діапазоном

# Разделить здесь…
source: Split Here…
uk: Розділити тут…

# Разделить перед словом %@
source: Split before the word %@
uk: Розділити перед словом %@

# Разделить по диапазону…
source: Split by Time Range…
uk: Розділити за діапазоном…

# Разделить реплику
source: Split Utterance
uk: Розділити репліку

# Раздельная дорожка Zoom: %@
source: Separate Zoom track: %@
uk: Окрема доріжка Zoom: %@

# Раздельные дорожки
source: Separate tracks
uk: Окремі доріжки

# Раздельные дорожки участников: %lld
source: Separate participant tracks: %lld
uk: Окремі доріжки учасників: %lld

# Разметка спикеров по времени
source: Speaker timeline
uk: Розмітка спікерів за часом

# Разобраны секции Markdown
source: Markdown sections parsed
uk: Розібрано секції Markdown

# Распознавание
source: Recognition
uk: Розпізнавання

# Распознавание подписей
source: Name recognition
uk: Розпізнавання підписів

# Распознавание речи
source: Speech recognition
uk: Розпізнавання мовлення

source: Recognized %lld utterances — the sample should produce at least two. Check that the models are fully downloaded.
uk: Розпізнано %lld репліки — семпл має дати щонайменше дві. Перевірте, що моделі завантажено повністю.

# Режим
source: Mode
uk: Режим

# Режим обработки по умолчанию
source: Default Processing Mode
uk: Режим обробки за замовчуванням

# Результат
source: Result
uk: Результат

# Резюме
source: Summary
uk: Резюме

# Реплика
source: Utterance
uk: Репліка

source: The speaker’s utterances from the start to the end of the range are moved to a new speaker — this fixes the case where speaker separation merged two people into one.
uk: Репліки спікера від початку до кінця діапазону отримають нового спікера — так виправляється випадок, коли розділення за голосами склеїло двох людей в одного.

# Реплику не разделить
source: Can’t split this utterance
uk: Репліку не розділити

# Репозиторий %@ на GitHub не найден или у него нет выпусков.
source: Repository %@ was not found on GitHub, or it has no releases.
uk: Репозиторій %@ на GitHub не знайдено або в нього немає випусків.

# Речь наложилась на другого спикера
source: Speech overlaps another speaker
uk: Мовлення наклалося на іншого спікера

# Решение
source: Decision
uk: Рішення

# Решения
source: Decisions
uk: Рішення

# Решения (%lld из %lld)
source: Decisions (%lld of %lld)
uk: Рішення (%lld з %lld)

# Решения (%lld)
source: Decisions (%lld)
uk: Рішення (%lld)

# Решения и задачи хранятся в проекте: встреча переедет в выбранный проект.
source: Decisions and action items are stored in a project: the meeting will move to the project you select.
uk: Рішення та завдання зберігаються у проєкті: зустріч перейде до вибраного проєкту.

source: Decisions and action items are stored in a project: it groups meetings together and gives context to later exports. Pick a project in the follow-up import dialog, or move the meeting into a project from the sidebar.
uk: Рішення та завдання зберігаються у проєкті: він об’єднує зустрічі й дає контекст наступним експортам. Виберіть проєкт у діалозі імпорту follow-up або перемістіть зустріч до проєкту з бічної панелі.

# Решения, задачи и вопросы не распознаны — сохранится только текст
source: No decisions, tasks or questions recognized — only the text will be saved
uk: Рішення, задачі та питання не розпізнано — збережеться лише текст

source: The project’s decisions, action items, and questions will be deleted; the meetings will stay in the library without a project.
uk: Рішення, завдання та питання проєкту буде видалено; зустрічі залишаться в бібліотеці без проєкту.

source: Decisions, action items, and questions are stored in a project: it groups meetings together and gives context to later TranscribeFull exports.
uk: Рішення, завдання та питання зберігаються у проєкті: він об’єднує зустрічі й дає контекст наступним експортам TranscribeFull.

# Руководство
source: User Guide
uk: Посібник

# Русский
source: Russian
uk: Російська

# Самопроверка
source: Self-Test
uk: Самоперевірка

# Сведения
source: Details
uk: Відомості

# Свернуть
source: Minimize
uk: Згорнути

# Свободно %@, нужно около %@
source: %@ free, about %@ needed
uk: Вільно %@, потрібно близько %@

# Свободно %@, нужно около %@: освободите место перед загрузкой моделей
source: %@ free, about %@ needed: free up space before downloading the models
uk: Вільно %@, потрібно близько %@: звільніть місце перед завантаженням моделей

# Сгенерировать локально
source: Generate Locally
uk: Згенерувати локально

# Сервер ответил %lld на запрос файла %@. Повторите попытку позже.
source: The server responded %lld to the request for the file %@. Try again later.
uk: Сервер відповів %lld на запит файлу %@. Повторіть спробу пізніше.

source: The server responded, but the model list is empty: load a model in LM Studio or pull one in Ollama.
uk: Сервер відповів, але список моделей порожній: завантажте модель у LM Studio або отримайте її в Ollama.

source: The server at this address tried to redirect the request elsewhere (%lld). MeetingScribe never goes outside the local network, so the redirect was not followed: enter the direct address of your local model (http://localhost:1234/v1).%@
uk: Сервер за цією адресою спробував перенаправити запит на іншу адресу (%lld). MeetingScribe не виходить за межі локальної мережі, тому перенаправлення не виконано: вкажіть пряму адресу локальної моделі (http://localhost:1234/v1).%@

# Сканирование отменено
source: Scan cancelled
uk: Сканування скасовано

# Скачайте модели: без них распознавание не запустится.
source: Download the models: recognition won’t start without them.
uk: Завантажте моделі: без них розпізнавання не запуститься.

# Скачать
source: Download
uk: Завантажити

# Скачать недостающие
source: Download Missing
uk: Завантажити відсутні

# Скачивание %@
source: Downloading %@
uk: Завантаження %@
